Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The licensees will assess the discovery along with other nearby discoveries/prospects with regard to a possible development.
nb: Rettighetshaverne vil vurdere funnet sammen med andre funn/prospekter i nærheten med hensyn til en mulig utbygging.

source: Well 6507/3-12 was not formation-tested, but data has been collected and samples were taken.
nb: Brønn 6507/3-12 ble ikke formasjonstestet, med det er samlet inn data og tatt prøver.

source: Well 6507/3-12 was drilled to a vertical depth of 3428 metres below the sea surface, and was terminated in the Tofte formation in the Early Jurassic.
nb: Brønn 6507/3-12 ble boret til et vertikalt dyp på 3428 meter under havflaten, og ble avsluttet i Tofteformasjonen av tidligjura alder.

source: Well 6507/3-12 A was drilled to a vertical depth of 2529 metres below the sea surface and was terminated in the Springar or Nise formation in the Late Cretaceous.
nb: Brønn 6507/3-12 A ble boret til et vertikalt dyp på 2529 meter under havflaten og ble avsluttet i Springar- eller Niseformasjonen av senkritt alder.

source: Wells 6507/3-12 and 6507/3-12 A were drilled by the Deep Sea Bergen drilling facility, which will now proceed to the Åsgard field in the Norwegian Sea to complete production well 6506/12-S-4 BH.
nb: Brønnene 6507/3-12 og 6507/3-12 A ble boret av boreinnretningen Deep Sea Bergen, som nå skal til Åsgard-feltet i Norskehavet for å komplettere produksjonsbrønn 6506/12-S-4 BH.

source: The well was drilled about 9 kilometres northeast of the Heidrun field in the Norwegian Sea and about 270 kilometres southwest of Sandnessjøen.
nb: Brønnen er boret om lag 9 kilometer nordøst for Heidrun-feltet i Norskehavet og om lag 270 kilometer sørvest for Sandnessjøen.

source: The primary exploration target for the well was to prove petroleum in Middle and/or Lower Jurassic reservoir rocks (the Fangst and/or Båt Group).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter tilhørende midtre og/eller nedre jura (Fangst- og/eller Båtgruppen).

source: The secondary exploration target was to prove petroleum in Lower Jurassic reservoir rocks (the Båt Group).
nb: Sekundært letemål var å påvise petroleum i nedre jura reservoarbergarter (Båtgruppen).

source: The well encountered a gas column of a total of approx. 80 metres in the Åre formation in the Båt Group, of which 35 metres were in sandstone with good reservoir quality.
nb: Brønnen påtraff en gasskolonne på totalt om lag 80 meter i Åreformasjonen i Båtgruppen, hvorav 35 meter i sandsteiner med god reservoarkvalitet.

source: The gas/water contact was proven 2185 metres below the sea surface.
nb: Gass/vann-kontakten ble påvist 2185 meter under havflaten.

source: In the secondary exploration target, the well encountered several water-filled sandstone layers with good reservoir quality in lower parts of the Åre formation in the Båt Group.
nb: I sekundært letemål ble det påtruffet flere vannfylte sandsteinslag med god reservoarkvalitet i nedre deler av Åreformasjonen i Båtgruppen.

source: The preliminary estimation of the size of the discovery is between 0.7 and 1.2 billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom 0,7 og 1,2 milliarder standardkubikkmeter (Sm3 ) utvinnbar gass.

source: The licensees in production licence 124 will consider a tie-in of the discovery to existing infrastructure on the Heidrun field.
nb: Rettighetshaverne i utvinningstillatelse 124 vil vurdere å knytte funnet opp til eksisterende infrastruktur på Heidrun-feltet.

source: This is the eighth exploration well in production licence 124.
nb: Dette er den åttende letebrønnen i utvinningstillatelse 124.

source: The licence was awarded in the 10th licensing round in 1986.
nb: Tillatelsen ble tildelt i 10. konsesjonsrunde i 1986.

source: 6507/8-9 was drilled to a vertical depth of 2352 metres below the sea surface, and was terminated in the Åre formation in the Lower Jurassic.
nb: 6507/8-9 ble boret til et vertikalt dyp av 2352 meter under havflaten, og ble avsluttet i Åreformasjonen i nedre jura.

source: Water depth is 358 metres.
nb: Havdypet er 358 meter.

source: Well 6507/8-9 was drilled by the Deepsea Bergen drilling facility, which will now proceed to drill wildcat well 33/9-22 S in production licence 881 in the North Sea, where Wellesley Petroleum AS is the operator.
nb: Brønn 6507/8-9 ble boret av boreinnretningen Deepsea Bergen som nå skal bore undersøkelsesbrønn 33/9-22 S i utvinningstillatelse 881 i Nordsjøen, der Wellesley Petroleum AS er operatør.

source: The well was drilled about five kilometres northwest of the Norne field in the northern part of the Norwegian Sea, and about 200 kilometres west of Sandnessjøen.
nb: Brønnen er boret om lag fem kilometer nordvest for Norne-feltet i den nordlige delen av Norskehavet og om lag 200 kilometer vest for Sandnessjøen.

source: The primary and secondary exploration targets for the well were to prove petroleum in two Cretaceous reservoir levels (Lange formation).
nb: Primært og sekundært letemål for brønnen var å påvise petroleum i to reservoarnivå av kritt alder (Langeformasjonen).

source: The well encountered petroleum at two levels in the Lange formation.
nb: Brønnen påtraff petroleum i to nivå i Langeformasjonen.

source: In the primary exploration target, the well encountered a total oil column of about 5 metres with an overlying gas column of about 13 metres, of which 3 and 10 metres, respectively, were in sandstone with moderate to good reservoir properties.
nb: I det primære letemålet påtraff brønnen en total oljekolonne på om lag 5 meter med en overliggende gasskolonne på om lag 13 meter, hvorav henholdsvis 3 og 10 meter i sandsteiner med moderate til gode reservoaregenskaper.

source: In the secondary exploration target, the well encountered an approx. 8 metre oil column, of which 5 metres were in sandstone with moderate to good reservoir properties
nb: I det sekundære letemålet påtraff brønnen en om lag 8 meter oljekolonne, hvorav 5 meter i sandsteiner med moderate til gode reservoaregenskaper.

source: The preliminary estimation of the size of the discovery is between 3 and 13 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom 3 og 13 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The licensees will consider further delineation of the discovery with regard to a potential development via the Norne FPSO.
nb: Rettighetshaverne vil vurdere videre avgrensing av funnet med hensyn til en mulig utbygging over Norne FPSO.

source: The well is the 27th exploration well in production licence 128.
nb: Brønnen er den 27 letebrønnen i utvinningstilatelse 128.

source: The well was drilled to a vertical depth of 3248 metres below the sea surface and was terminated in the Spekk formation in the Late Jurassic to Early Cretaceous.
nb: Brønnen ble boret til et vertikalt på dyp på 3248 meter under havflaten, og ble avsluttet i Spekkformasjonen av senjura til tidligkritt alder.

source: The water depth is 374 metres.
nb: Havdypet er 374 meter.

source: Well 6608/10-17 S was drilled using the Deep Sea Bergen drilling facility, which will now proceed to production licence 159 B in the Norwegian Sea to drill wildcat well 6507/3-12 where Statoil Petroleum AS is the operator.
nb: Brønn 6608/10-17 S ble boret av boreinnretningen Deep Sea Bergen, som nå skal til utvinningstillatelse 159 B i Norskehavet for å bore undersøkelsesbrønn 6507/3-12 der Statoil Petroleum AS er operatør.

source: The well was drilled about 80 kilometres northwest of the Aasta Hansteen field in the northern part of the Norwegian Sea.
nb: Brønnen er boret om lag 80 kilometer nordvest for Aasta Hansteen-feltet i den nordlige delen av Norskehavet.

source: The objective of the well was to prove petroleum in Upper Cretaceous reservoir rocks (Nise formation).
nb: Hensikten med brønnen var å påvise petroleum i øvre kritt reservoarbergarter (Niseformasjonen).

source: Well 6705/7-1 encountered two reservoir intervals with a total thickness of about 200 metres of sandstone in the Nise formation with good to moderate reservoir quality.
nb: Brønn 6705/7-1 påtraff to reservoarintervaller med til sammen om lag 200 meter mektige sandsteiner i Niseformasjonen med god til moderat reservoarkvalitet.

source: The reservoir rocks only contain weak traces of gas.
nb: Reservoarbergartene har kun svake spor av gass.

source: This is the first exploration well in production licence 705.
nb: Dette er den første letebrønnen i utvinningstillatelse 705.

source: Well 6705/7-1 was drilled to a vertical depth of 3250 metres below the sea surface and was terminated in the Nise formation in the Upper Cretaceous.
nb: Brønn 6705/7-1 ble boret til et vertikalt dyp av 3250 meter under havflaten og ble avsluttet i Niseformasjonen i øvre kritt.

source: Water depth at the site is 1404 metres.
nb: Havdypet er 1404 meter.

source: Well 6705/7-1 was drilled by the Transocean Spitsbergen drilling facility.
nb: Brønn 6705/7-1 ble boret av boreinnretningen Transocean Spitsbergen.

source: Following a short break, the rig will proceed to the UK shelf to drill three wells for Statoil.
nb: Etter et kort opphold skal riggen videre til britisk sokkel for å bore tre brønner for Statoil.

source: The well was drilled about four kilometres north of the discovery well, about three kilometres east of appraisal well 7120/1-4 S, which was drilled in 2014, and about 17 kilometres southwest of the discovery 7220/11-1 (Alta).
nb: Brønnen er boret om lag fire kilometer nord for funnbrønnen, om lag tre kilometer øst for avgrensingsbrønn 7120/1-4 S, som ble boret i 2014, og om lag 17 kilometer sørvest for funnet 7220/11-1 (Alta).

source: The discovery was proven in 2013 in Permian carbonate rocks .
nb: Funnet ble påvist i 2013 i kalksteinsbergarter av perm alder.

source: Before well 7120/1-5 was drilled, the resource estimate for the discovery was between 10 and 21 million standard cubic metres (Sm3) of recoverable oil and between 5 and 8 billion standard cubic metres (Sm3) of recoverable gas.
nb: Før brønn 7120/1-5 ble boret, var ressursanslag for funnet mellom 10 og 21 millioner standard kubikkmeter (Sm3) utvinnbar olje og mellom 5 og 8 milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: The objective of the well was to delineate the northern part of the discovery 7120/1-3 (Gohta) and to investigate the reservoir quality in Permian carbonate rocks and Permian-Triassic conglomerates.
nb: Hensikten med brønnen var å avgrense den nordlige delen av funnet 7120/1-3 (Gohta) og undersøke reservoarkvaliteten i kalksteinsbergarter av perm alder og konglomerater av perm-trias alder.

source: Well 7120/1-5 encountered about 300 metres of carbonates in the Røye formation with poor reservoir quality.
nb: Brønn 7120/1-5 påtraff om lag 300 meter kalksteiner i Røyeformasjonen med dårlig reservoarkvalitet.

source: Pressure gradients were not established and the forecasted Permian-Triassic conglomerates were not encountered.
nb: Trykkgradienter ble ikke etablert og de prognoserte konglomeratene av perm-trias alder ble ikke påtruffet.

source: The well is classified as dry, with traces of hydrocarbons.
nb: Brønnen er klassifisert som tørr, med spor av hydrokarboner.

source: The well has not been formation tested, but extensive data acquisition and sampling have been conducted.
nb: Brønnen er ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The resource estimate for the discovery will be reduced as a result of the well.
nb: Ressursestimatet for funnet vil reduseres som følge av denne brønnen.

source: An updated resource estimate will be prepared during the year based on all new data.
nb: Et oppdatert ressursestimat vil utarbeides i løpet av året basert på alle nye data.

source: Development of the Gohta discovery is being considered along with the 7220/11-1 (Alta) discovery.
nb: Gohta-funnet vurderes utbygd sammen med funnet 7220/11-1 (Alta).

source: The well result will not have any impact on the operator’s plans for further delineation of the Alta discovery.
nb: Brønnresultatet vil ikke ha noen innvirkning på operatørens planer om videre avgrensing av Alta-funnet.

source: This is the third exploration well in production licence 492.
nb: Dette er den tredje letebrønnen i utvinningstillatelse 492.

source: Well 7120/1-5 was drilled to a vertical depth of 2502 metres below the sea surface and was terminated in the Røye formation in Permian.
nb: Brønn 7120/1-5 ble boret til et vertikalt dyp på 2502 meter under havflaten, og ble avsluttet i Røyeformasjonen av perm alder.

source: The well was drilled by the Leiv Eiriksson drilling facility, which will now proceed to drill appraisal well 7220/11-4 in production licence 609 in the Barents Sea, where Lundin Norway AS is the operator.
nb: Brønnen ble boret av boreinnretningen Leiv Eiriksson, som nå skal bore avgrensingsbrønn 7220/11-4 i utvinningstillatelse 609 i Barentshavet, der Lundin Norway AS er operatør.

source: The well was drilled about 25 km southeast of the Snøhvit field in the Barents Sea.
nb: Brønnen er boret om lag 25 kilometer sørøst for Snøhvit-feltet i Barentshavet.

source: The primary exploration target for the well was to prove petroleum in Middle Jurassic reservoir rocks in the Stø formation.
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av mellomjura alder i Støformasjonen.

source: The secondary exploration target was to prove petroleum in Late Triassic reservoir rocks in the Fruholmen and Snadd formation.
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av sentrias alder i Fruholmen- og Snaddformasjonen.

source: Well 7121/8-1 encountered a 23-metre gas column in the Stø formation in sandstone with moderate reservoir quality.
nb: Brønn 7121/8-1 påtraff en gasskolonne på 23 meter i Støformasjonen i sandstein med moderat reservoarkvalitet.

source: The gas/water contact was proven at 1902 metres below the sea surface.
nb: Gass/vann-kontakten ble påvist på 1902 meter under havflaten.

source: Several intervals of water-filled sandstone with moderate reservoir quality were encountered in the secondary exploration target in the Fruholmen and Snadd formation.
nb: I sekundære letemål i Fruholmen- og Snaddformasjonen ble det påtruffet flere intervaller med vannfylt sandstein med moderat reservoarkvalitet.

source: Preliminary estimates place the size of the discovery between 2 and 3 billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom 2 og 3 milliarder standardkubikkmeter (Sm3) utvinnbar gass.

source: The discovery will be considered as a tie-in to existing infrastructure on the Snøhvit field.
nb: Funnet vil bli vurdert knyttet opp til eksisterende infrastruktur på Snøhvit-feltet.

source: This is the first exploration well in production licence 849.
nb: Dette er den første letebrønnen i utvinningstillatelse 849.

source: The licence was awarded in APA 2015.
nb: Tillatelsen ble tildelt i TFO 2015.

source: Well 7121/8-1 was drilled to a vertical depth of 2228 metres below the sea surface, and was terminated in the Snadd formation in the Upper Triassic.
nb: Brønn 7121/8-1 ble boret til et vertikalt dyp av 2228 meter under havflaten, og ble avsluttet i Snaddformasjonen i øvre trias.

source: Water depth at the site is 378 metres.
nb: Havdypet er 378 meter.

source: Well 7121/8-1 was drilled by the Songa Enabler which will now drill wildcat well 7325/4-1 in production licence 855 in the Barents Sea, where Statoil Petroleum AS is the operator.
nb: Brønn 7121/8-1 ble boret av Songa Enabler som nå skal bore undersøkelsesbrønn 7325/4-1 i utvinningstillatelse 855 i Barentshavet der Statoil Petroleum AS er operatør.

source: Secondary exploration targets were to prove petroleum in Upper Triassic to Lower Jurassic reservoir rocks (Realgrunn sub-group and Snadd formation) and, depending on the well result, in Lower Triassic reservoir rocks (Klappmyss formation).
nb: Sekundære letemål for brønnen var å påvise petroleum i øvre trias til nedre jura reservoarbergarter (Realgrunnundergruppen og Snaddformasjonen) og, avhengig av brønnresultat, i nedre trias reservoarbergarter (Klappmyssformasjonen).

source: Well 7122/10-1 S encountered about 35 metres of reservoir rocks in the Kobbe formation with moderate to good reservoir quality.
nb: Brønn 7122/10-1 S traff på om lag 35 meter tykke reservoarbergarter i Kobbeformasjonen med moderat til god reservoarkvalitet.

source: In the secondary exploration target, the well encountered about 35 metres of sandstone reservoir in the Realgrunn sub-group with good reservoir quality, and about 80 metres of sandstone reservoir in the Snadd formation with moderate to good reservoir quality.
nb: I sekundært letemål traff brønnen på om lag 35 meter sandsteinreservoar i Realgrunnundergruppen med god reservoarkvalitet, og om lag 80 meter sandsteinreservoar i Snaddformasjonen med moderat til god reservoarkvalitet.

source: There were traces of oil in the Realgrunn sub-group, and a core was taken.
nb: I Realgrunnundergruppen var det spor av olje, og det ble tatt en kjerne.

source: The Snadd and Kobbe formations are aquiferous.
nb: Snadd- og Kobbeformasjonene er vannførende.

source: Samples have been taken and extensive volumes of data have been acquired.
nb: Det er tatt prøver og samlet inn omfattende mengder data.

source: This is the first exploration well in production licence 697.
nb: Dette er den første letebrønnen i utvinningstillatelse 697.

source: The licence was awarded in APA2012.
nb: Tillatelsen ble tildelt i TFO2012.

source: Well 7122/10-1 S was drilled to vertical depth and measured depths of 1298 metres and 1491 metres below the sea surface, respectively, and the well was terminated in the Kobbe formation in the Middle Triassic.
nb: Brønn 7122/10-1 S ble boret til et vertikalt dyp og målt dyp av henholdsvis 1298 meter og 1491 meter under havflaten, og ble avsluttet i Kobbeformasjonen i midtre trias.

source: Well 7122/10-1 S was drilled by Scarabeo 8, which has now completed the contract with Eni Norge AS.
nb: Brønn 7122/10-1 S ble boret av Scarabeo 8, som nå er ferdig med kontrakten med Eni Norge AS.

source: The wells were drilled about 32 kilometres northwest of discovery well 7220/11-1 (Alta) and about 37 kilometres southwest of discovery well 7220/8-1 Johan Castberg.
nb: Brønnene er boret om lag 32 kilometer nordvest for funnbrønnen 7220/11-1 (Alta) og om lag 37 kilometer sørvest for funnbrønnen 7220/8-1 Johan Castberg.

source: The primary and secondary exploration targets for wildcat well 7219/12-1 were to prove petroleum in two Early Jurassic and Late/Middle Triassic reservoir levels (Tubåen and Fruholmen formations).
nb: Primært og sekundært letemål for undersøkelsesbrønn 7219/12-1 var å påvise petroleum i to reservoarnivå av tidligjura og sentrias/mellomtrias alder (Tubåen- og Fruholmenformasjonene).

source: The primary exploration target for appraisal well 7219/12-1 A was to collect geological data in Early Jurassic/Late Triassic sandstone rocks (Nordmela and Tubåen formations).
nb: Primærmålet for avgrensningsbrønn 7219/12-1 A var å samle inn geologiske data i sandsteinbergarter av tidligjura/sentrias alder (Nordmela- og Tubåenformasjonene).

source: Well 7219/12-1 proved a total oil column of about 60 metres and an overlying total gas column of about 60 metres, of which 55 metres and 45 metres, respectively, were in sandstone with good reservoir properties in the Tubåen formation.
nb: Brønn 7219/12-1 påviste en total oljekolonne på om lag 60 meter og en overliggende total gasskolonne på om lag 60 meter, hvorav henholdsvis 55 meter og 45 meter i sandsteiner med gode reservoaregenskaper i Tubåenformasjonen.

source: Well 7219/12-1 A confirmed a mostly equivalent gas and oil column in the Nordmela and Tubåen formations with good reservoir properties.
nb: Brønn 7219/12-1 A bekreftet en om lag tilsvarende gass- og oljekolonne i Nordmela- og Tubåenformasjonene med gode reservoaregenskaper.

source: Preliminary estimations of the size of the discovery are between 5.5 and 16 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 5,5 og 16 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: Further delineation and production testing of the discovery will be assessed.
nb: Videre avgrensing og produksjonstest av funnet vil bli vurdert.

source: The wells were not production tested, but extensive data acquisition and sampling have been carried out.
nb: Brønnene ble ikke produksjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: These are the second and third exploration wells in production licence 533.
nb: Dette er andre og tredje letebrønn i utvinningstillatelse 533.

source: Well 7219/12-1 was drilled to a vertical depth of 2475 metres below the sea surface and was terminated in the Snadd formation in Late Triassic.
nb: Brønn 7219/12-1 ble boret til et vertikalt dyp på 2475 meter under havflaten, og ble avsluttet i Snaddformasjonen av sentrias alder.

source: Well 7219/12-1 A was drilled to a vertical depth of 1800 metres below the sea surface and terminated in the Fruholmen formation in Late Triassic.
nb: Brønn 7219/12-1 A ble boret til et vertikalt dyp på 1800 meter under havflaten og avsluttet i Fruholmenformasjonen av sentrias alder.

source: The wells will now be temporarily plugged and abandoned.
nb: Brønnene blir nå midlertidig plugget og forlatt.

source: Wells 7219/12-1 and 7219/12-1 A were drilled by the Leiv Eiriksson drilling facility, which will now proceed to production licence 492 in the Barents Sea to drill appraisal well 7120/1-5 where Lundin Norway AS is the operator.
nb: Brønnene 7219/12-1 og 7219/12-1 A ble boret av boreinnretningen Leiv Eiriksson, som nå skal til utvinningstillatelse 492 i Barentshavet for å bore avgrensningsbrønn 7120/1-5 der Lundin Norway AS er operatør.

source: The well was drilled about 23 kilometres southwest of the discovery well 7220/8-1 Johan Castberg and 225 kilometres northwest of Hammerfest.
nb: Brønnen er boret om lag 23 kilometer sørvest for funnbrønnen 7220/8-1 Johan Castberg og 225 kilometer nordvest for Hammerfest.

source: The primary exploration target for the well was to prove petroleum in Early Cretaceous reservoir rocks (top part of the Kolje formation).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av tidligkritt alder (øvre del av Koljeformasjonen).

source: The secondary exploration target was to prove petroleum in somewhat older Early Cretaceous reservoir rocks (lower part of the Kolje formation).
nb: Sekundært letemål var å påvise petroleum i noe eldre reservoarbergarter av tidligkritt alder (nedre del av Koljeformasjonen).

source: Well 7219/9-2 encountered oil in two sandstone intervals with thicknesses of 27 and 18 metres, with moderate to poor reservoir quality in the upper part of the Kolje formation.
nb: Brønn 7219/9-2 påtraff olje i to sandsteinsintervaller av 27 og 18 meters tykkelse med moderat til dårlig reservoarkvalitet i øvre del av Koljeformasjonen.

source: The oil-water contact was not encountered.
nb: Olje-vannkontakt ble ikke påtruffet.

source: Reservoir rocks were not encountered in the lower part of the Kolje formation.
nb: I nedre del av Koljeformasjonen ble det ikke påtruffet reservoarbergarter.
